// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "ユーザー定義用紙の管理";
HelpTitle = "ユーザー定義用紙の管理";

NoIccTitle = "<プロファイルが未選択>";

DoubleNameTitle = "このユーザー定義用紙名は既に存在しています";
DoubleNameMsg = "\"%@\" という名前のユーザー定義用紙が既に存在しています。 ユーザー定義用紙に別の名前を選択してください。";

MaxMediaExceededTitle = "ユーザー定義用紙の最大数を超えています。";
MaxMediaExceededMsg = "%i 件までのユーザー定義用紙を定義できます。 新しいユーザー定義用紙を追加する前に、1 つ以上の用紙を削除してください。";

DeletePaperTitle = "ユーザー定義用紙を削除してもいいですか？";
DeletePaperMsg = "その操作は元に戻すことができません。 [削除] をクリックすると、ユーザー定義用紙に関する情報がすべて削除されます。";
DeleteButtonTitle = "削除";

ProfileExistsTitle = "ICC プロファイルは既に存在します。";
ProfileExistsMsg = "\"%@\" というファイル名の ICC プロファイルは、既にローカルのレポジトリに保存されています。「既存のプロファイルを使用する」を選択すると、保存されているプロファイルが使用されます。あるいは、「他と重複しないファイル名を使用する」を選択して、新しいファイル名を作成することもできます。";
ProfileExistsDefButton = "既存のプロファイルを使用する";
ProfileExistsAltButton = "キャンセル";
ProfileExistsOtherButton = "他と重複しない名前を使用する";

//Paper Type Names
Photo = "フォトカラー";
CoatedInkjet = "インクジェット用コート紙";
PhotoRag = "フォト ラグ";
Watercolor = "ウォーターカラー";
Canvas = "キャンバス";
RigidPhotoRag = "リジッド フォト ラグ";
RigidWatercolor = "リジッド ウォーターカラー";
RigidCanvas = "リジッド キャンバス";
Brochure = "ブローシャ";
PlainPaper = "普通紙";

NonKongText = "ここで用紙の編集または削除ができます。編集または削除したい用紙を選択して、テーブルの下のメニューで実行したいアクションを選択します。";

NotRegisteredProfileWarning = "ICC プロファイルが ColorSync に登録されていません。テーブルの下のメニューで \"Register Profile\" を選択し、登録してください。";

PhotoInkjetScrapbook = "インクジェットスクラップブックペーパー (フォト)";
MatteInkjetScrapbook = "インクジェットスクラップブックペーパー (マット)";

Coated = "コート紙";
PhotoThick = "厚手フォト";
FiberGloss = "ファイバーグロス";
photoRag = "フォトラグ";
photoRagThin = "薄手フォトラグ";

//print quality names
Best = "最高";
Normal = "標準";
Fast = "はやい (最速)";
MaxDPI = "最大 dpi";

InvalidFileTitle = "ユーザー定義用紙をインポートできませんでした";
InvalidFileMsg = "\"%@\" ファイルは有効なユーザー定義用紙ファイルではありません。";

ProfileInvalidTitle = "正しくない ICC ファイル タイプ";
ProfileInvalidMsg = "選択した ICC ファイルは、プリンタと使用できません。";
ProfileInvalidDefButton = "別のプロファイルを選択...";
ProfileInvalidAltButton = "キャンセル";

TaskTitleFieldText = "ユーザー定義用紙の管理";
TaskDescriptionFieldText = "ここで、用紙の編集、インポート、エクスポート、または削除ができます。 編集、インポート、エクスポート、または削除したい用紙を選択し、下のテーブルのメニューから実行したい操作を選択します。";
FirstColumnHeader = "用紙名";
SecondColumnHeader = "プロファイル";
MenuItemImport = "インポート...";
MenuItemEdit = "編集...";
MenuItemExport = "エクスポート...";
MenuItemDelete = "削除";
MenuItemRegisterProfile = "プロファイルの登録";
EditSheetTitleFieldText = "ユーザー定義用紙の編集";
EditSheetDescriptionFieldText = "この用紙に関する情報を編集してください。";
PaperNameLableText = "ユーザー定義用紙名：";
PaperCategoryLableText = "用紙の種類：";
IccFileNamelableText = "ICC プロファイル (オプション)：";
IccFileNameFieldText = "<プロファイルが未選択>";
BrowseButtonText = "ブラウズ...";
ClearButtonText = "プロファイルのクリア";
CancelButtonText = "キャンセル";
DoneButtonText = "完了";

